app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "d"], ["text", "d"], ["created_at", "2017-05-19 05:34:36.270316"], ["updated_at", "2017-05-19 05:34:36.270316"]]
---
  def create
    #render plain: params[:article].inspect
    @article = Article.new(article_params)

    if @article.save